{
    "language": "EN",
    "name": "English",
    "header": {
        "home": "Home",
        "me": "Who am I ?",
        "experiences": "Experiences",
        "skills": "Skills",
        "hobbys": "Hobbies",
        "language": "Language"
    },
    "cv": {
        "welcome": {
            "title": "Welcome",
            "welcome-1": "in my online CV",
            "welcome-2": "to see who I am",
            "welcome-3": "what I did",
            "welcome-4": "what I learned",
            "welcome-5": "good reading !"
        },
        "me": {
            "title": "Who am I ?",
            "description-1": "Austin-William Lo, 3rd year student at Epitech to become an Information Technology Expert after a BAC +5.",
            "description-2": "I learned various programming languages ​​such as C, C ++, Python, Flutter (Dart) or JavaScript through Haskell through small and large service in order to be ready to work in a business. Whether for personal or professional service, I learned to be autonomous, to work in a team and to adapt to any situation.",
            "description-3": "I would like to work in a professional context during an internship and I am at your disposal for any questions."
        },
        "experiences": {
            "title": "Experiences",
            "jobs": {
                "job-1": {
                    "type": "Student",
                    "company": "Epitech",
                    "date": "October 2020 - Today",
                    "description": "Currently a 3rd year student at Epitech to become an Information Technology Expert."
                },
                "job-2": {
                    "type": "Internship",
                    "company": "Linagora",
                    "date": "September 2020 - December 2020",
                    "description": "Internship to start my 2nd year at Epitech and have a first professional experience. The internship consisted in developing an online CV generator specific to their specifications for prestataires.",
                    "description-2": "The generator was developed in ReactJS and used a basic API to fetch data from Linagora API. Writing documentation for the application and users were part of my missions. As a bonus, I was able to explore the backend side of the app with Nginx to connect the app to their database."
                }
            }
        },
        "skills": {
            "title": "Skills"
        },
        "hobbies": {
            "title": "What I do during my free time",
            "hobby-1": "Sports",
            "hobby-2": "Video games",
            "hobby-3": "Videos/Photos editing",
            "hobby-4": "Create this website",
            "hobby-5": "Get out in the fresh air because it's important to get some fresh air to feel good"
        }
    },
    "footer": {
        "title": "Do you want to know more about me ?",
        "description": "Contact me for more information with LinkedIn, Github, or by email."
    }
}